CREATE SCHEMA IF NOT EXISTS `godog` DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci;
use `godog`;

CREATE TABLE IF NOT EXISTS `godog`.`members` (
  `id` VARCHAR(100) NOT NULL,
  `pwd` VARCHAR(100) NOT NULL,
  `name` VARCHAR(100) NOT NULL,
  `email` VARCHAR(1000) NULL DEFAULT NULL,
  `token` VARCHAR(10000) NULL DEFAULT NULL,
  PRIMARY KEY (`id`))
ENGINE = InnoDB
DEFAULT CHARACTER SET = utf8mb4
COLLATE = utf8mb4_0900_ai_ci;

CREATE TABLE IF NOT EXISTS `godog`.`board` (
  `articleno` INT NOT NULL AUTO_INCREMENT,
  `id` VARCHAR(16) NULL DEFAULT NULL,
  `subject` VARCHAR(100) NULL DEFAULT NULL,
  `content` VARCHAR(2000) NULL DEFAULT NULL,
  `hit` INT NULL DEFAULT 0,
  `regtime` TIMESTAMP NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`articleno`),
  INDEX `board_to_member_fk` (`id` ASC) VISIBLE,
  CONSTRAINT `board_to_member_fk`
    FOREIGN KEY (`id`)
    REFERENCES `godog`.`members` (`id`) on delete set null)
ENGINE = InnoDB
AUTO_INCREMENT = 1
DEFAULT CHARACTER SET = utf8mb4
COLLATE = utf8mb4_0900_ai_ci;

CREATE TABLE IF NOT EXISTS `godog`.`gangwoncode` (
  `accode` VARCHAR(30) NOT NULL,
  `acname` VARCHAR(30) NOT NULL,
  PRIMARY KEY (`accode`))
ENGINE = InnoDB
DEFAULT CHARACTER SET = utf8mb4
COLLATE = utf8mb4_0900_ai_ci;

CREATE TABLE IF NOT EXISTS `godog`.`categorycode` (
  `pccode` VARCHAR(30) NOT NULL,
  `pcname` VARCHAR(30) NOT NULL,
  PRIMARY KEY (`pccode`))
ENGINE = InnoDB
DEFAULT CHARACTER SET = utf8mb4
COLLATE = utf8mb4_0900_ai_ci;

CREATE TABLE IF NOT EXISTS `godog`.`tourlist` (
  `contentSeq` INT NOT NULL,
  `accode` VARCHAR(30) NOT NULL,
  `areaName` VARCHAR(30) NULL DEFAULT NULL,
  `pccode` VARCHAR(30) NOT NULL,
  `partName` VARCHAR(30) NULL DEFAULT NULL,
  `title` VARCHAR(100) NOT NULL,
  `address` VARCHAR(100) NULL DEFAULT NULL,
  `latitude` VARCHAR(100) NULL DEFAULT NULL,
  `longitude` VARCHAR(100) NULL DEFAULT NULL,
  `tel` VARCHAR(100) NULL DEFAULT NULL,
  PRIMARY KEY (`contentSeq`),
  FOREIGN KEY (`accode`) REFERENCES `godog`.`gangwoncode` (`accode`) on delete cascade,
  FOREIGN KEY (`pccode`) REFERENCES `godog`.`categorycode` (`pccode`) on delete cascade)  
ENGINE = InnoDB
DEFAULT CHARACTER SET = utf8mb4
COLLATE = utf8mb4_0900_ai_ci;

CREATE TABLE IF NOT EXISTS `godog`.`bookmark` (
	  `bookmark_no` INT NOT NULL AUTO_INCREMENT,
	  `id` VARCHAR(100) NOT NULL,
	  `contentSeq` INT NOT NULL,
  PRIMARY KEY (`bookmark_no`),
  INDEX `bookmark_to_members_id_fk` (`id` ASC) VISIBLE,
  CONSTRAINT `bookmark_to_members_id_fk`
    FOREIGN KEY (`id`)
    REFERENCES `godog`.`members` (`id`),
    FOREIGN key (`contentSeq`)
    REFERENCES `godog`.`tourlist` (`contentSeq`))
ENGINE = InnoDB
AUTO_INCREMENT = 1
DEFAULT CHARACTER SET = utf8mb4
COLLATE = utf8mb4_0900_ai_ci;

insert into gangwoncode values ('AC01', '춘천시');
insert into gangwoncode values ('AC02', '원주시');
insert into gangwoncode values ('AC03', '강릉시');
insert into gangwoncode values ('AC04', '동해시');
insert into gangwoncode values ('AC05', '태백시');
insert into gangwoncode values ('AC06', '속초시');
insert into gangwoncode values ('AC07', '삼척시');
insert into gangwoncode values ('AC08', '홍천군');
insert into gangwoncode values ('AC09', '횡성군');
insert into gangwoncode values ('AC10', '영월군');
insert into gangwoncode values ('AC11', '평창군');
insert into gangwoncode values ('AC12', '정선군');
insert into gangwoncode values ('AC13', '철원군');
insert into gangwoncode values ('AC14', '화천군');
insert into gangwoncode values ('AC15', '양구군');
insert into gangwoncode values ('AC16', '인제군');
insert into gangwoncode values ('AC17', '고성군');
insert into gangwoncode values ('AC18', '양양군');



insert into categorycode values ('PC01', '식음료');
insert into categorycode values ('PC02', '숙박');
insert into categorycode values ('PC03', '관광지');
insert into categorycode values ('PC04', '체험');
insert into categorycode values ('PC05', '동물병원');



insert into tourlist values (12,"AC08", "홍천군","PC01","식음료","홍천원조화로구이","강원도 홍천군 서면 한서로 2167","37.6149250521365","127.67415233125","033-432-8592");
insert into tourlist values (15,"AC01", "춘천시","PC01","식음료","카페 캐빈","강원 춘천시 남면 버들길 60-7","37.747381503046","127.630154310527","010-2246-7491");
insert into tourlist values (16,"AC01", "춘천시","PC01","식음료","사농동334","강원도 춘천시 영서로 2949-13","37.9152543465461","127.720272370027","010-9973-3836");
insert into tourlist values (20,"AC01", "춘천시","PC01","식음료","어반그린","강원도 춘천시 서면 박사로 732","37.8843707666682","127.683178984882","010-5389-5382");
insert into tourlist values (22,"AC08", "홍천군","PC01","식음료","테라스의아침","강원도 홍천군 서면 팔봉강변길 217 테라스의아침카페","37.6971372819658","127.710361611242","010-5641-0343");
insert into tourlist values (24,"AC08", "홍천군","PC01","식음료","아나파우오","강원 홍천군 화촌면 도광터길 208 아나파우오","37.7047302352898","128.062938974935","010-9088-0038");
insert into tourlist values (25,"AC08", "홍천군","PC01","식음료","어도러블독","강원도 홍천군 홍천읍 홍천로 491 2층","37.6971734021349","127.894729548316","033-433-3631");
insert into tourlist values (26,"AC08", "홍천군","PC01","식음료","홍시","강원도 홍천군 서면 한서로 1774","37.6357036047999","127.648613781139","010-3835-0339");
insert into tourlist values (28,"AC01", "춘천시","PC01","식음료","초이랑","강원도 춘천시 신북읍 배후령길 11","37.9309335965671","127.781621590274","033-252-5556");
insert into tourlist values (30,"AC08", "홍천군","PC01","식음료","셰프스키친","강원도 홍천군 서면 한치골길 262 소노캄 D동 지하 1층","37.6523370640771","127.687334801646","033-439-7437");
insert into tourlist values (31,"AC01", "춘천시","PC01","식음료","솔길따라","강원도 춘천시 동면 도토골길 62","37.88259709810171","127.77297704708683","010-9542-0308");
insert into tourlist values (33,"AC01", "춘천시","PC01","식음료","서면카페","강원도 춘천시 서면 박사로 976 서면카페","37.9017171161485","127.697019864644","033-243-6222");
insert into tourlist values (35,"AC01", "춘천시","PC01","식음료","발바닥 애견카페","강원 춘천시 동내면 거두길 26","37.860764261522","127.762482823682","010-8181-0046");
insert into tourlist values (41,"AC01", "춘천시","PC01","식음료","하루숯불생고기","강원도 춘천시 세실로 100-32","37.8659197131017","127.761847830397","033-261-6655");
insert into tourlist values (42,"AC01", "춘천시","PC01","식음료","와이어드커피","강원도 춘천시 동내면 순환대로 632 1층","37.8398438631123","127.76218026733","033-264-0633");
insert into tourlist values (43,"AC01", "춘천시","PC01","식음료","샘토명물닭갈비","강원도 춘천시 신북읍 신샘밭로 729","37.9313601707332","127.790376588308","010-9568-1120");
insert into tourlist values (44,"AC01", "춘천시","PC01","식음료","세계주류마켓","강원도 춘천시 동내면 순환대로 632","37.8398438631123","127.76218026733","010-2669-0623");
insert into tourlist values (56,"AC01", "춘천시","PC01","식음료","카페너니","강원 춘천시 효석로 129","37.8573446452206","127.742713543193","010-2314-2652");
insert into tourlist values (63,"AC01", "춘천시","PC01","식음료","신북커피","강원 춘천시 신북읍 신샘밭로 622-7 신북커피","37.9296127963991","127.778816835104","010-3706-0100");
insert into tourlist values (64,"AC01", "춘천시","PC01","식음료","유기농카페","강원도 춘천시 신북읍 지내고탄로 184","37.9462775281342","127.730399095531","010-4686-3375");
insert into tourlist values (65,"AC01", "춘천시","PC01","식음료","단우물카페","강원도 춘천시 신북읍 신북로 323 단우물카페","37.9528326517088","127.746327491038","010-7148-1345");
insert into tourlist values (66,"AC01", "춘천시","PC01","식음료","카페나스","강원도 춘천시 신북읍 신샘밭로 706-8","37.9294184569595","127.787522384522","033-241-9445");
insert into tourlist values (67,"AC01", "춘천시","PC01","식음료","인디언독","강원도 춘천시 동면 만천양지길 147-1","37.8901514322299","127.76959167626","033-253-2250");
insert into tourlist values (68,"AC01", "춘천시","PC01","식음료","도그스테이블","강원도 춘천시 안마산로 294-30","37.8438991468181","127.745403139926","033-264-0024");
insert into tourlist values (70,"AC01", "춘천시","PC01","식음료","쿠키멍스터","강원도 춘천시 춘천로185번길 15 1층","37.8777482570001","127.734029871638","070-8800-3925");
insert into tourlist values (72,"AC01", "춘천시","PC01","식음료","예와생스튜디오카페","강원도 춘천시 동면 가산로 186-5","37.9208381200867","127.782209947509","010-3337-4565");
insert into tourlist values (73,"AC01", "춘천시","PC01","식음료","멋 갤러리카페","강원 춘천시 남춘로55번길 14","37.8666876548551","127.731708595333","033-255-3289");
insert into tourlist values (75,"AC01", "춘천시","PC01","식음료","파머스가든","강원도 춘천시 신북읍 신샘밭로 380","37.925203195181","127.753023062733","033-241-0505");
insert into tourlist values (120,"AC03", "강릉시","PC01","식음료","갈매기다방","강원도 강릉시 연곡면 영진길 63 1층","37.8703181279392","128.842976758593","010-8678-1874");
insert into tourlist values (126,"AC03", "강릉시","PC01","식음료","엠꼼마카롱","강원 강릉시 경강로2115번길 15 1F","37.7569816703885","128.896689360331","070-8870-8485");
insert into tourlist values (128,"AC18", "양양군","PC01","식음료","헬로피스카페","강원도 양양군 현북면 하조대2길 48-34 1층","38.023071040605","128.723345815945","010-9212-2414");
insert into tourlist values (130,"AC03", "강릉시","PC01","식음료","1938슬로우","강원도 강릉시 임영로141번길 4-6 1938slow","37.7539484249116","128.891069634392","033-646-4649");
insert into tourlist values (132,"AC18", "양양군","PC01","식음료","피빙","강원도 양양군 현남면 인구중앙길 79","37.9715262813928","128.75946128601","010-9553-3530");
insert into tourlist values (133,"AC03", "강릉시","PC01","식음료","스웨이","강원도 강릉시 경포로 489-6 2층","37.8040073420669","128.904749582388","010-7301-7385");
insert into tourlist values (135,"AC03", "강릉시","PC01","식음료","카페루아","강원도 강릉시 주문진읍 아래강정길 8-47 카페루아","37.907619814946","128.803086801588","010-9301-4344");
insert into tourlist values (137,"AC18", "양양군","PC01","식음료","비치얼스","강원도 양양군 현북면 하조대4길 32 3층","38.022348422206","128.7229631196","010-8081-9302");
insert into tourlist values (138,"AC11", "평창군","PC01","식음료","바셀로","강원도 평창군 용평면 느므골길 53","37.5775820438876","128.427841129399","033-333-0032");
insert into tourlist values (139,"AC11", "평창군","PC01","식음료","대관령한우프라자","강원도 평창군 봉평면 무이진등길 37","37.603413983219","128.341370824905","033-332-7222");
insert into tourlist values (143,"AC11", "평창군","PC01","식음료","풀내음","강원도 평창군 봉평면 메밀꽃길 13","37.6148528194802","128.371241799882","033-335-0034");
insert into tourlist values (144,"AC18", "양양군","PC01","식음료","물레방아식당","강원도 양양군 서면 설악로 1417-7","38.0761616340591","128.503221299205","033-672-8800");
insert into tourlist values (150,"AC03", "강릉시","PC01","식음료","개버랜드","강원도 강릉시 구정면 구정중앙로 155-8","37.7142175476569","128.873757378852","033-646-2375");
insert into tourlist values (154,"AC18", "양양군","PC01","식음료","거북이서프바","강원도 양양군 현남면 화상해안길 247","37.9342823004654","128.788941472738","010-5844-8354");
insert into tourlist values (157,"AC13", "철원군","PC01","식음료","카페공간","강원도 철원군 갈말읍 직탕길 26","38.2079294956956","127.270728673319","010-4755-3489");
insert into tourlist values (164,"AC13", "철원군","PC01","식음료","와수리 커피","강원 철원군 서면 와수리 1194-58 와수리커피","38.2438699745817","127.439752892433","010-2749-3719");
insert into tourlist values (165,"AC13", "철원군","PC01","식음료","프로방스 카페","강원도 철원군 갈말읍 순담길 299","38.1857227519501","127.300505359345","010-4186-3113");
insert into tourlist values (166,"AC13", "철원군","PC01","식음료","카페독스","강원도 철원군 동송읍 이평로 91","38.2085325601944","127.214094000342","033-455-1117");
insert into tourlist values (173,"AC10", "영월군","PC01","식음료","커피베이 영월점","강원도 영월군 영월읍 중앙로 32","37.1834018740024","128.467198853173","033-374-6666");
insert into tourlist values (178,"AC10", "영월군","PC01","식음료","윤스빈","강원 영월군 영월읍 분수대길 64","37.1806087993488","128.465164943887","033-375-3077");
insert into tourlist values (179,"AC10", "영월군","PC01","식음료","탐앤탐스 영월점","강원도 영월군 영월읍 동강로 100 2층","37.1916097132292","128.501979429923","033-375-3920");
insert into tourlist values (181,"AC10", "영월군","PC01","식음료","카페뮤지스","강원도 영월군 영월읍 은행나무길 90 카페뮤지스","37.178388891512","128.462685656986","033-375-5497");
insert into tourlist values (183,"AC10", "영월군","PC01","식음료","황가네숯불꾸이꾸이","강원도 영월군 영월읍 중앙로 84","37.1832721050037","128.473045415003","033-372-9182");
insert into tourlist values (194,"AC01", "춘천시","PC01","식음료","감자밭","강원도 춘천시 신북읍 신샘밭로 674","37.9295886255505","127.784516979997","1566-3756");
insert into tourlist values (196,"AC03", "강릉시","PC01","식음료","개스토랑in위촌길299","강원도 강릉시 성산면 위촌길 299","37.7593838992272","128.836328709308","070-7787-4733");
insert into tourlist values (213,"AC08", "홍천군","PC01","식음료","카페 까만콩","강원 홍천군 홍천읍 홍천로 666-1","37.7067988627931","127.910147618249","010-4057-1764");
insert into tourlist values (216,"AC16", "인제군","PC01","식음료","카페견로당","강원도 인제군 인제읍 자작나무숲길 1061-5","38.0039085397716","128.226703616653","010-6762-1352");
insert into tourlist values (223,"AC16", "인제군","PC01","식음료","인더가든","강원도 인제군 남면 삼팔선로 2115","37.9675347867697","128.077720495057","033-461-6248");
insert into tourlist values (238,"AC17", "고성군","PC01","식음료","글라스하우스","강원도 고성군 토성면 천진해변길 43","38.2606172432159","128.559859158223","033-637-0406");
insert into tourlist values (240,"AC17", "고성군","PC01","식음료","아라커피","강원도 고성군 죽왕면 공현진길 6 1층","38.3523613687511","128.509754464967","033-633-4456");
insert into tourlist values (241,"AC17", "고성군","PC01","식음료","카페서락","강원도 고성군 토성면 용원로 595","38.2145816310517","128.517376650557","010-3926-4991");
insert into tourlist values (242,"AC17", "고성군","PC01","식음료","헬로우씨카페","강원도  고성군 죽왕면 괘진길 53-11","38.2962820165097","128.54745080249","010-4321-4541");
insert into tourlist values (256,"AC04", "동해시","PC01","식음료","피오레","강원도 동해시 평원1길 120 임계한우타운","37.5335746289029","129.115188890632","033-533-9952");
insert into tourlist values (257,"AC02", "원주시","PC01","식음료","유알마인","강원도 원주시 지정면 지정로 912","37.3585194481865","127.80227743817","010-7544-4071");
insert into tourlist values (258,"AC04", "동해시","PC01","식음료","J카페","강원도 동해시 항골길 94","37.5257933795595","129.097541066969","033-534-3934");
insert into tourlist values (261,"AC04", "동해시","PC01","식음료","삐삐라떼","강원도 동해시 전천로 235-21 1층","37.4816586357172","129.116925684764","010-9481-0814");
insert into tourlist values (262,"AC02", "원주시","PC01","식음료","횡성고향한우","강원도 원주시 지정면 질마재로 49","37.3502089222721","127.877819955615","033-747-8658");
insert into tourlist values (263,"AC02", "원주시","PC01","식음료","사진정원","강원도 원주시 소초면 황골로 426","37.3647121735636","128.006525260337","010-9470-1209");
insert into tourlist values (266,"AC02", "원주시","PC01","식음료","화이트클라우드","강원도 원주시 판부면 백운정윗길 27","37.2888307718491","127.937589228416","033-765-0999");
insert into tourlist values (267,"AC02", "원주시","PC01","식음료","개고생","강원도 원주시 천매봉길 20-9","37.3228977869343","127.944049871737","033-813-0333");
insert into tourlist values (277,"AC07", "삼척시","PC01","식음료","하쿠나마타타","강원도 삼척시 근덕면 삼척로 2246","37.2882332531167","129.299060016605","033-575-7319");
insert into tourlist values (279,"AC07", "삼척시","PC01","식음료","커피정원","강원도 삼척시 오십천로 566 벚꽃둑방길","37.4337198462366","129.177792193004","033-575-4343");
insert into tourlist values (281,"AC07", "삼척시","PC01","식음료","마린데크","강원도 삼척시 새천년도로 326","37.45672564789","129.186045213784","033-574-2555");
insert into tourlist values (284,"AC02", "원주시","PC01","식음료","루체","강원도 원주시 판부면 매봉길 16-4 1층","37.321137094094","127.94242832706","033-766-0216");
insert into tourlist values (286,"AC02", "원주시","PC01","식음료","아기사자","강원도 원주시 지정면 오얏길 56","37.3376486195176","127.847067069903","033-733-0208");
insert into tourlist values (301,"AC02", "원주시","PC01","식음료","카페도즈오프","강원도 원주시 신림면 신림황둔로 1060","37.2538742351302","128.176851957197","010-8714-6993");
insert into tourlist values (309,"AC06", "속초시","PC01","식음료","아임파인쉬림프","강원도 속초시 중앙로129번길 34","38.2041629715591","128.58962568847","033-638-0608");
insert into tourlist values (310,"AC17", "고성군","PC01","식음료","스퀘어루트카페","강원도 고성군 죽왕면 가향길 2-7","38.3752400352836","128.505725248024","033-681-0604");
insert into tourlist values (311,"AC06", "속초시","PC01","식음료","현대아바이순대","강원 속초시 중앙로129번길 35","38.2042377325353","128.589400021917","033-633-6879");
insert into tourlist values (316,"AC14", "화천군","PC01","식음료","화천써비스허브정원카페","강원도 화천군 하남면 춘화로 2861-10","38.0621681926845","127.698291205286","033-442-4662");
insert into tourlist values (333,"AC04", "동해시","PC01","식음료","추암대게","강원도 동해시 촛대바위길 18","37.4778016412452","129.158803884813","010-3454-4273");
insert into tourlist values (337,"AC06", "속초시","PC01","식음료","나나 Dog","강원도 속초시 관광로 250-20 나나도그","38.1826264065111","128.540508746375","010-5032-1842");
insert into tourlist values (338,"AC06", "속초시","PC01","식음료","남다르게","속초시 대포항희망길 59 대포항수산시장 S동 17호","38.173990792697","128.605783958836","010-8322-5519");
insert into tourlist values (342,"AC06", "속초시","PC01","식음료","신북청 아바이순대","강원도 속초시 아바이마을길 7-2","38.2022633620867","128.593728725852","033-638-4687");
insert into tourlist values (344,"AC04", "동해시","PC01","식음료","솔솔밀크티","강원도 동해시 망상길 43 솔솔밀크티","37.5910477750905","129.088765903633","010-2103-6584");
insert into tourlist values (362,"AC03", "강릉시","PC01","식음료","메밀골동해막국수 강문점","강원도 강릉시 창해로350번길 25 1층 메밀골동해막국수 강문점","37.7963159551724","128.917161458134","033-651-3395");
insert into tourlist values (364,"AC03", "강릉시","PC01","식음료","마마타타","강원도 강릉시 경포로 33-25 2층","37.7737374936917","128.878762668024","033-647-3391");
insert into tourlist values (365,"AC03", "강릉시","PC01","식음료","세레니타","강원도 강릉시 율곡로 3034","37.7731495000552","128.890256466571","033-641-3475");
insert into tourlist values (368,"AC03", "강릉시","PC01","식음료","브라질","강원도 강릉시 연곡면 해안로 1439","37.8682663689109","128.846311859153","033-662-1259");
insert into tourlist values (369,"AC03", "강릉시","PC01","식음료","르꼬따쥬","강원도 강릉시 한밭골길 50-11","37.7875282121381","128.864276656065","070-4789-0729");
insert into tourlist values (370,"AC03", "강릉시","PC01","식음료","옛날초당순두부","강원도 강릉시 운정길 141","37.786718252228","128.892778697145","033-645-0557");
insert into tourlist values (371,"AC03", "강릉시","PC01","식음료","썸머키친","강원도 강릉시 죽헌길 67-6","37.77495417496","128.875087506609","070-7724-5636");
insert into tourlist values (372,"AC03", "강릉시","PC01","식음료","엉클밥","강원도 강릉시 난설헌로 81-5","37.7839297223925","128.902534720062","033-652-2700");
insert into tourlist values (375,"AC03", "강릉시","PC01","식음료","고심쌀롱","강원 강릉시 사천면 진리해변길 131 2층","37.8424615033891","128.873764768486","070-8800-4033");
insert into tourlist values (377,"AC03", "강릉시","PC01","식음료","키크러스커피","강원도 강릉시 창해로14번길 48-1","37.7707970248276","128.949570057298","033-653-6004");
insert into tourlist values (379,"AC03", "강릉시","PC01","식음료","댕댕클럽","강원도 강릉시 사임당로 141 4층","37.7572962060028","128.865462603474","033-647-7000");
insert into tourlist values (396,"AC03", "강릉시","PC01","식음료","신리광장","강원도 강릉시 주문진읍 신리천로 79","37.8826474362575","128.822408093706","033-662-7977");
insert into tourlist values (413,"AC01", "춘천시","PC01","식음료","카페 8mm","춘천시 신동면 모오리길 47-28","37.8223282580701","127.703790473936","033-262-6868");
insert into tourlist values (414,"AC17", "고성군","PC01","식음료","미픽펍","강원도 고성군 죽왕면 삼포해변길 11-8 C동 미픽펍","38.317050285984","128.531633776086","070-7793-0328");
insert into tourlist values (416,"AC17", "고성군","PC01","식음료","풍어횟집","강원도 고성군 죽왕면 심층수길 40-12","38.3272006783201","128.529091267996","033-632-8582");
insert into tourlist values (417,"AC06", "속초시","PC01","식음료","둥개둥개","강원도 속초시 선사로2길 14 1층 둥개둥개","38.1872783328907","128.594122614707","010-9939-6996");
insert into tourlist values (418,"AC06", "속초시","PC01","식음료","38DEGREE","강원도 속초시 엑스포로 27","38.1910436716321","128.588220374152","033-631-0380");
insert into tourlist values (420,"AC06", "속초시","PC01","식음료","신피디통큰","강원도 속초시 청초호반로 322","38.2027217413272","128.592052726955","033-638-3805");
insert into tourlist values (424,"AC06", "속초시","PC01","식음료","바크카페","강원도 속초시 중앙로 150-1 1층","38.2040602466807","128.59164214126","033-637-2292");
insert into tourlist values (426,"AC06", "속초시","PC01","식음료","흰다정","강원도 속초시 수복로 248","38.2093087382338","128.591344542196","070-8830-9322");
insert into tourlist values (428,"AC06", "속초시","PC01","식음료","머구리횟집","강원도 속초시 대포항희망1길 89-2","38.1745470308305","128.608299131862","033-635-6976");
insert into tourlist values (429,"AC06", "속초시","PC01","식음료","스끼다시천국","강원도 속초시 영랑해안길 11","38.2129028864231","128.60079133248","033-631-1090");
insert into tourlist values (430,"AC06", "속초시","PC01","식음료","5구도선장","강원도 속초시 중앙부두길 51","38.2028208138603","128.592160252718","033-636-5950");
insert into tourlist values (433,"AC18", "양양군","PC01","식음료","오대양수산","강원도 양양군 현북면 하조대해안길 11","38.021485724586","128.726252541437","033-673-5542");
insert into tourlist values (444,"AC01", "춘천시","PC01","식음료","용산559","강원도 춘천시 신북읍 용산길 191-21","37.9597913515711","127.714162923304","010-2808-5109");
insert into tourlist values (445,"AC18", "양양군","PC01","식음료","해녀횟집","강원 양양군 현남면 매바위길 163","37.9456203511363","128.785044658552","033-671-7474");
insert into tourlist values (448,"AC18", "양양군","PC01","식음료","낙산바다회마을","강원도 양양군 강현면 해맞이길 4","38.120604968429","128.630295676035","010-9154-3809");
insert into tourlist values (457,"AC01", "춘천시","PC01","식음료","퍼피쿵","강원 춘천시 안마산로 34-17","37.8567333008281","127.720274099114","010-8799-6710");
insert into tourlist values (462,"AC18", "양양군","PC01","식음료","와룽빠뜨릭","강원도 양양군 현남면 동산큰길 44-3","37.9795986603307","128.760330758186","033-673-8492");
insert into tourlist values (463,"AC18", "양양군","PC01","식음료","나뽕남 본점","강원 양양군 현남면 새나루길 9-8","37.9715610255174","128.761226408883","070-8847-4631");
insert into tourlist values (466,"AC01", "춘천시","PC01","식음료","강산숯불닭갈비막국수","강원도 춘천시 신북읍 신샘밭로 621","37.9305136966331","127.778520256185","033-242-9972");
insert into tourlist values (470,"AC01", "춘천시","PC01","식음료","쉬러와","강원도 춘천시 신북읍 지내고탄로 246","37.9518276750808","127.730901416069","033-242-6039");
insert into tourlist values (475,"AC01", "춘천시","PC01","식음료","남이섬 고목","강원도 춘천시 남산면 남이섬길 1 (남이섬 중앙 잣나무길 중간)","37.79189680454956","127.52556344341089","031-580-8053");
insert into tourlist values (476,"AC02", "원주시","PC01","식음료","카페 위드민","강원도 원주시 양월길 47 1층 상가","37.3170087539203","127.957449872733","033-766-7654");
insert into tourlist values (477,"AC02", "원주시","PC01","식음료","펫타운","강원도 원주시 판부면 치악로 1071","37.288365927694","127.994753355774","010-7788-6179");
insert into tourlist values (478,"AC02", "원주시","PC01","식음료","시즈온","강원도 원주시 양지뜰4길 1-2","37.3273181246036","127.982414808229","010-8792-3606");
insert into tourlist values (479,"AC02", "원주시","PC01","식음료","우밀타","강원도 원주시 양지뜰4길 6 1층","37.3273476702245","127.983012267666","010-7134-3700");
insert into tourlist values (480,"AC02", "원주시","PC01","식음료","빵공장 라뜰리에 김가 원주점","강원도 원주시 행구로 314","37.3429224288398","127.990674144253","033-735-5677");
insert into tourlist values (483,"AC02", "원주시","PC01","식음료","사니다카페","강원도 원주시 호저면 칠봉로 109-128","37.4069677627641","127.91438200049","070-7776-4422");
insert into tourlist values (484,"AC01", "춘천시","PC01","식음료","로스터리 카페 더웨이","강원도 춘천시 신동면 풍류1길 72","37.8161646383146","127.72288031043","033-264-3837");
insert into tourlist values (485,"AC01", "춘천시","PC01","식음료","스누피 애견카페","강원도 춘천시 동면 금옥길 132","37.9168291350123","127.795791968697","033-255-9066");
insert into tourlist values (492,"AC01", "춘천시","PC01","식음료","남이섬 섬향기","강원도 춘천시 남산면 남이섬길 1","37.79093324051799","127.5254160404852","031-580-8054");
insert into tourlist values (493,"AC01", "춘천시","PC01","식음료","남이섬 스윙까페 &amp;
 베이커리","강원도 춘천시 남산면 남이섬길 1","37.7947675612659","127.52697398170467","031-580-8020");
insert into tourlist values (505,"AC08", "홍천군","PC01","식음료","시크릿가든","강원도 홍천군 화촌면 성산로 162","37.7716718735695","127.968732306682","0334355905");
insert into tourlist values (507,"AC01", "춘천시","PC01","식음료","헤븐리파크도그스","강원도 춘천시 동면 순환대로 1156-20","37.8842053880105","127.778800084565","033-253-5200");
insert into tourlist values (13,"AC08", "홍천군","PC02","숙박","엘페로애견펜션","강원도 홍천군 서면 한서로 2019","37.6248352234409","127.663242451562","010-4252-2019");
insert into tourlist values (14,"AC08", "홍천군","PC02","숙박","펜션아이리스","강원도 홍천군 서면 굴업솔골길 60-9","37.6215699490416","127.675136628713","010-3307-9952");
insert into tourlist values (23,"AC01", "춘천시","PC02","숙박","강촌잠빌펜션","강원도 춘천시 남산면 강촌로 250","37.7975951394609","127.639208764779","010-7630-2630");
insert into tourlist values (29,"AC08", "홍천군","PC02","숙박","힐리언스 선마을","강원도 홍천군 서면 종자산길 122","37.6515422333161","127.630341208444","1588-9983");
insert into tourlist values (32,"AC01", "춘천시","PC02","숙박","수한예","강원도 춘천시 동면 하일길 197","37.9050050415378","127.753669616246","010-8879-4358");
insert into tourlist values (36,"AC08", "홍천군","PC02","숙박","신영펜션","강원도 홍천군 서면 한치골길 75-12","37.6276391372914","127.667173514506","033-435-8666");
insert into tourlist values (38,"AC01", "춘천시","PC02","숙박","쏠리오","강원도 춘천시 남산면 서천길 117","37.8444438400727","127.542135959012","010-8472-7800");
insert into tourlist values (39,"AC01", "춘천시","PC02","숙박","하늘풍경펜션","강원도 춘천시 남산면 갯골길 178","37.793203613491","127.62601139504","010-4979-4448");
insert into tourlist values (40,"AC01", "춘천시","PC02","숙박","리버웍펜션","강원도 춘천시 남산면 북한강변길 840","37.8286874960124","127.604402827009","033-262-9601");
insert into tourlist values (62,"AC01", "춘천시","PC02","숙박","아름다운집","강원도 춘천시 남산면 북한강변길 826","37.8289151851312","127.602869426663","010-3685-2064");
insert into tourlist values (69,"AC01", "춘천시","PC02","숙박","해피리버펜션","강원 춘천시 남산면 홍천강변길 410","37.6828357999077","127.649710394716","010-2932-2766");
insert into tourlist values (102,"AC18", "양양군","PC02","숙박","오핑펜션","강원도 양양군 강현면 뒷나루2길 24-1","38.1280779364842","128.624313404751","010-8511-3002");
insert into tourlist values (103,"AC18", "양양군","PC02","숙박","빈티지하우스펜션","강원도 양양군 손양면 수산2길 16-11","38.0779664722804","128.671523032384","010-9062-2315");
insert into tourlist values (104,"AC18", "양양군","PC02","숙박","아담하우스","강원도 양양군 강현면 주청2길 17","38.1179302868122","128.629760253459","010-4570-7827");
insert into tourlist values (105,"AC03", "강릉시","PC02","숙박","나인원펜션","강릉시 안현로 114-12","37.8025145555783","128.87054606373","010-4437-5262");
insert into tourlist values (106,"AC18", "양양군","PC02","숙박","보노펜션","강원도 양양군 손양면 선사유적로 240-29","38.053521738965","128.686484863958","010-9015-5209");
insert into tourlist values (107,"AC18", "양양군","PC02","숙박","숲속의집","강원도 양양군 현북면 어성전길 402","37.9319275721797","128.67484297795","033-673-9597");
insert into tourlist values (108,"AC03", "강릉시","PC02","숙박","해피몽펜션","강원도 강릉시 성산면 삼왕길 171-13","37.7563504999504","128.794252730771","010-5242-2290");
insert into tourlist values (109,"AC11", "평창군","PC02","숙박","힐링하시개","강원도 평창군 봉평면 안흥동길 132-7","37.5862575320937","128.308247735004","010-5226-2506");
insert into tourlist values (110,"AC03", "강릉시","PC02","숙박","경포도도애견펜션","강릉시 하남길 197-15","37.8081175392554","128.885692886683","010-5158-5833");
insert into tourlist values (111,"AC18", "양양군","PC02","숙박","몬띠마르펜션","강원도 양양군 강현면 진미로 510-36","38.1189882289512","128.570598775034","010-6722-2525");
insert into tourlist values (112,"AC18", "양양군","PC02","숙박","발렌타인애견펜션","강원도 양양군 손양면 남대천로 251-117","38.0459373867259","128.614927170681","010-8131-0131");
insert into tourlist values (113,"AC03", "강릉시","PC02","숙박","강릉 로뎀나무 펜션","강릉시 해안로621번길 12 (안현동)","37.8118200622161","128.8980009892","0505-356-9646");
insert into tourlist values (114,"AC18", "양양군","PC02","숙박","강이네하우스","강원도 양양군 서면 상평1길 17-2","38.0669241623942","128.583355109734","010-3110-2453");
insert into tourlist values (115,"AC03", "강릉시","PC02","숙박","카리스펜션","강원도 강릉시 연곡면 해안로 1279","37.8573093733657","128.852834300864","010-2190-0003");
insert into tourlist values (116,"AC18", "양양군","PC02","숙박","서퍼스파라다이스 STAY","강원도 양양군 현남면 인구길 60-11","37.9696704061838","128.761614551008","010-9212-3096");
insert into tourlist values (117,"AC03", "강릉시","PC02","숙박","펜션지아니","강원도 강릉시 강동면 정동3길 32-11","37.6859320993905","129.034302096608","010-8827-7255");
insert into tourlist values (118,"AC11", "평창군","PC02","숙박","봉쥬르펜션","강원 평창군 봉평면 석이바우길 92-34","37.5750047818028","128.354014232267","010-5949-1140");
insert into tourlist values (119,"AC18", "양양군","PC02","숙박","아름다운바다콘도텔","강원도 양양군 강현면 동해대로 3575","38.1556930210124","128.608867576149","033-673-6612");
insert into tourlist values (121,"AC11", "평창군","PC02","숙박","가을동화펜션","강원도 평창군 봉평면 흥정계곡길 72","37.6272982125992","128.351908369711","010-5213-3200");
insert into tourlist values (122,"AC11", "평창군","PC02","숙박","그랑샤리오","강원도 평창군 방림면 감동지길 104","37.4786469835357","128.273027976401","010-5337-9446");
insert into tourlist values (123,"AC18", "양양군","PC02","숙박","더퍼피즈블루오션","강원도 양양군 강현면 동해대로 3411","38.1419616354703","128.612458874961","010-4278-8987");
insert into tourlist values (124,"AC11", "평창군","PC02","숙박","라비앙펜션","강원도 평창군 봉평면 봉평북로 250-60","37.6205478274433","128.350141851833","010-5380-0617");
insert into tourlist values (125,"AC18", "양양군","PC02","숙박","양양해피플레이스","강원도 양양군 강현면 중복골길 11","38.141209228708","128.572759580096","010-2750-2749");
insert into tourlist values (127,"AC11", "평창군","PC02","숙박","펜션 숲속하얀뜰","강원도 평창군 봉평면 석이바우길 92-28","37.5753118754244","128.353506566397","010-8478-2259");
insert into tourlist values (129,"AC11", "평창군","PC02","숙박","평창듀오애견수영장계곡펜션","강원 평창군 방림면 감동지길 116-4","37.4792935222694","128.273745289319","010-7107-1354");
insert into tourlist values (131,"AC11", "평창군","PC02","숙박","아침에새소리","강원도 평창군 봉평면 백운동길 60-6","37.6169160167207","128.34208023693","010-8785-3613");
insert into tourlist values (134,"AC11", "평창군","PC02","숙박","북극곰 야영장","강원 평창군 봉평면 흥정계곡길 313-3","37.6376345131703","128.338808687717","033-333-2019");
insert into tourlist values (141,"AC11", "평창군","PC02","숙박","보물섬캠핑장","강원도 평창군 봉평면 거품소길 349-6","37.5526209253808","128.391669439635","033-334-7859");
insert into tourlist values (142,"AC18", "양양군","PC02","숙박","양양캠핑장 어성전계곡야영장","강원도 양양군 현북면 어성전길 182-18","37.9471618103532","128.663430176786","033-672-0236");
insert into tourlist values (145,"AC03", "강릉시","PC02","숙박","까사초당","강원도 강릉시 초당원길 69-1","37.7871830905508","128.913501152858","010-2668-2723");
insert into tourlist values (146,"AC11", "평창군","PC02","숙박","도그밀리","강원도 평창군 방림면 감동지길 100","37.4781406944914","128.272948504588","010-4568-1311");
insert into tourlist values (147,"AC11", "평창군","PC02","숙박","대박이하우스","강원도 평창군 봉평면 진조2길 281-4 대박이하우스","37.5560239890953","128.316577253187","010-6371-9113");
insert into tourlist values (149,"AC11", "평창군","PC02","숙박","봄여름가을겨울","강원도 평창군 봉평면 거품소길 269","37.5583079642478","128.389580196346","010-8732-8748");
insert into tourlist values (151,"AC03", "강릉시","PC02","숙박","파인힐 애견펜션","강원 강릉시 연곡면 동해대로 4371-27","37.8692021321661","128.831633998856","070-7764-7258");
insert into tourlist values (152,"AC03", "강릉시","PC02","숙박","블루앤펫","강원도 강릉시 창해로350번길 25 블루앤펫","37.7963159551724","128.917161458134","010-4428-7582");
insert into tourlist values (153,"AC03", "강릉시","PC02","숙박","곰앤패들보드 캠핑장","강원도 강릉시 해안로 656-1","37.8149430100144","128.895331629463","010-3362-0506");
insert into tourlist values (156,"AC11", "평창군","PC02","숙박","휘닉스평창리조트","강원도 평창군 봉평면 태기로 174","37.5824634130301","128.32686775943","1577-0069");
insert into tourlist values (159,"AC13", "철원군","PC02","숙박","학마을캠핑장","강원 철원군 동송읍 도피동길 72-1","38.236094369252","127.221116514836","010-4179-9802");
insert into tourlist values (162,"AC13", "철원군","PC02","숙박","가산농원캠핑장","강원도 철원군 갈말읍 상사로 377","38.2240996343518","127.265724223402","033-452-9995");
insert into tourlist values (167,"AC13", "철원군","PC02","숙박","별비내리는마을펜션","강원 철원군 갈말읍 직탕길 26","38.2079294956956","127.270728673319","010-4177-3489");
insert into tourlist values (168,"AC13", "철원군","PC02","숙박","마운틴밸리펜션","강원도 철원군 동송읍 담터길 174","38.1522404573725","127.204269180395","033-455-5596");
insert into tourlist values (169,"AC13", "철원군","PC02","숙박","케렌시아펜션","강원도 철원군 동송읍 창동로 2282 펜션","38.1829005210873","127.27640541508","033-456-0303");
insert into tourlist values (172,"AC10", "영월군","PC02","숙박","월드니스 글램핑장","강원도 영월군 무릉도원면 도원운학로 475-10","37.2999324930271","128.220667990401","010-8800-0959");
insert into tourlist values (174,"AC10", "영월군","PC02","숙박","금방아 민박 캠핑장","강원도 영월군 무릉도원면 무릉법흥로 516","37.317860342065","128.260355451618","010-2258-7967");
insert into tourlist values (175,"AC10", "영월군","PC02","숙박","슬로우캠프","강원도 영월군 무릉도원면 고일길 18-5","37.3463625023756","128.194869392817","010-2237-2116");
insert into tourlist values (176,"AC10", "영월군","PC02","숙박","남강캠프","강원도 영월군 무릉도원면 무릉법흥로 1050-16","37.3499660286578","128.280200143966","033-375-1006");
insert into tourlist values (177,"AC10", "영월군","PC02","숙박","큐브존 캠핑&펜션","강원도 영월군 한반도면 한반도로 794-14","37.231874640618","128.34717243842","010-5396-3614");
insert into tourlist values (180,"AC10", "영월군","PC02","숙박","영월 스카이 펜션&캠핑장","강원도 영월군 무릉도원면 무릉법흥로 852-15","37.3353951997172","128.282344316153","033-372-0399");
insert into tourlist values (182,"AC10", "영월군","PC02","숙박","영월키즈캠핑장(힐링캠프)","강원도 영월군 무릉도원면 무릉법흥로 1208-7","37.3641079427921","128.273402684051","010-4915-5950");
insert into tourlist values (184,"AC10", "영월군","PC02","숙박","영월캠프","강원 영월군 무릉도원면 무릉법흥로 1208-56","37.362148859427","128.277239381088","010-8672-4542");
insert into tourlist values (185,"AC10", "영월군","PC02","숙박","여울소리 오토 캠핑장","강원도 영월군 무릉도원면 중방길 2-45","37.2933547515356","128.268778326816","033-375-7863");
insert into tourlist values (186,"AC10", "영월군","PC02","숙박","청호정펜션","강원도 영월군 영월읍 선돌길 249","37.1919643712884","128.429523500991","010-2707-5142");
insert into tourlist values (187,"AC10", "영월군","PC02","숙박","월드니스 오토 캠핑장","강원도 영월군 무릉도원면 도원운학로 475-10","37.2999324930271","128.220667990401","010-6588-0214");
insert into tourlist values (190,"AC10", "영월군","PC02","숙박","산여울 캠핑장","강원 영월군 무릉도원면 백년계곡길 142","37.3770696129173","128.271795141929","033-375-2268");
insert into tourlist values (191,"AC10", "영월군","PC02","숙박","꿈엔들캠프","강원도 영월군 무릉도원면 무릉법흥로 968-12","37.3428711008974","128.280979847149","010-5574-2500");
insert into tourlist values (192,"AC10", "영월군","PC02","숙박","하얀여울캠프","강원도 영월군 무릉도원면 무릉법흥로 932","37.3402855103811","128.280587467596","010-2055-7244");
insert into tourlist values (205,"AC08", "홍천군","PC02","숙박","소노펫클럽앤리조트","강원도 홍천군 서면 한치골길 262","37.6523370640771","127.687334801646","1588-4888");
insert into tourlist values (206,"AC01", "춘천시","PC02","숙박","남이섬 호텔정관루","강원도 춘천시 남산면 남이섬길 1","37.790124950671","127.526128703219","031-580-8000");
insert into tourlist values (207,"AC11", "평창군","PC02","숙박","라마다호텔&스위트평창","강원도 평창군 대관령면 오목길 107","37.6600363284601","128.717992017974","033-333-1000");
insert into tourlist values (210,"AC14", "화천군","PC02","숙박","평화의댐오토캠핑장","강원도 화천군 화천읍 비수구미길 145-145","38.2065287349941","127.850106777323","033-440-4533");
insert into tourlist values (214,"AC16", "인제군","PC02","숙박","방태산솔마루오토캠핑장","강원도 인제군 기린면 방태산길 122-6 (방동리260)","37.939340550285","128.381393570262","010-4577-7688");
insert into tourlist values (218,"AC15", "양구군","PC02","숙박","학조리샘말펜션","강원도 양구군 양구읍 학안로 97-21","38.0683086496715","127.979242609558","010-3481-2311");
insert into tourlist values (219,"AC16", "인제군","PC02","숙박","보리네민박","강원도 인제군 인제읍 자작나무숲길 1061-2","38.0038238361023","128.227128697335","010-9253-4267");
insert into tourlist values (220,"AC16", "인제군","PC02","숙박","러빙네이쳐 캠핑장","강원도 인제군 남면 설악로 1129 러빙네이쳐캠핑장","38.0014938496893","128.115654430241","010-6352-6868");
insert into tourlist values (221,"AC16", "인제군","PC02","숙박","미산분교캠핑장","강원도 인제군 상남면 내린천로 1622","37.8710565835174","128.318244461381","010-2013-6096");
insert into tourlist values (222,"AC16", "인제군","PC02","숙박","반디하우스","강원도 인제군 상남면 내린천로 2355","37.876278738001","128.271591941852","010-4706-2236");
insert into tourlist values (239,"AC17", "고성군","PC02","숙박","설악의정원","강원도  고성군 토성면 용원로 595","38.2145816310517","128.517376650557","010-4310-2804");
insert into tourlist values (243,"AC04", "동해시","PC02","숙박","올리브펜션","강원도 동해시 일출로 369","37.5739144454867","129.116706502986","033-532-2563");
insert into tourlist values (248,"AC18", "양양군","PC02","숙박","하얀멍이 애견펜션","강원도 양양군 서면 들돌길 207","38.0828638662386","128.57226849153","010-3747-3945");
insert into tourlist values (252,"AC04", "동해시","PC02","숙박","망상파크펜션","강원도 동해시 망상길 45-1","37.591062707473","129.088360018169","033-534-3993");
insert into tourlist values (253,"AC04", "동해시","PC02","숙박","동해 글로리아펜션","강원도 동해시 망상길 49","37.5912946394652","129.088529861189","010-9895-0790");
insert into tourlist values (254,"AC04", "동해시","PC02","숙박","동쪽바다프리미엄하우스(카페앤라씨)","강원도 동해시 월소택지길 63-2","37.558420401176","129.117897177765","033-532-8009");
insert into tourlist values (255,"AC02", "원주시","PC02","숙박","오크카운티펜션","강원도 원주시 지정면 구재로 352-4","37.413473406072","127.804084164546","010-3110-0293");
insert into tourlist values (259,"AC04", "동해시","PC02","숙박","황토민박펜션","강원도 동해시 분토길 188-7","37.5087420332077","129.095722136041","010-6372-6459");
insert into tourlist values (260,"AC02", "원주시","PC02","숙박","유알풀빌라펜션","강원도 원주시 지정면 지정로 912-1","37.3581220682914","127.800034814493","010-7544-4071");
insert into tourlist values (264,"AC02", "원주시","PC02","숙박","솔치송어파티펜션","강원도 원주시 신림면 솔치안길 91","37.2686947110762","128.199927587654","033-764-1506");
insert into tourlist values (268,"AC07", "삼척시","PC02","숙박","펜션오라","강원도 삼척시 근덕면 삼척로 2095","37.2833510799097","129.313503703751","010-2345-0660");
insert into tourlist values (269,"AC07", "삼척시","PC02","숙박","장호비치캠핑장","강원도 삼척시 근덕면 삼척로 2116","37.2845599975936","129.312407676348","033-576-0884");
insert into tourlist values (270,"AC07", "삼척시","PC02","숙박","정원가든 애견동반펜션","강원도 삼척시 근덕면 용화안길 225-1","37.2805733785946","129.296522555343","0505-679-2926");
insert into tourlist values (271,"AC07", "삼척시","PC02","숙박","꽃내음펜션","강원도 삼척시 근덕면 용화안길 172","37.2835550853792","129.297571161407","0505-765-0442");
insert into tourlist values (273,"AC07", "삼척시","PC02","숙박","그린향펜션","강원도 삼척시 근덕면 용화안길 81-6","37.2854824087089","129.299640792026","0505-765-0457");
insert into tourlist values (274,"AC07", "삼척시","PC02","숙박","힐링캠프 애견동반 펜션","강원도 삼척시 근덕면 용화안길 14","37.2887161808564","129.302706000486","0505-356-9606");
insert into tourlist values (278,"AC07", "삼척시","PC02","숙박","신나개 애션펜션","강원도 삼척시 근덕면 덕산해안로 78","37.3818825204482","129.243408524973","010-2989-9595");
insert into tourlist values (282,"AC07", "삼척시","PC02","숙박","나디아민박","강원도 삼척시 근덕면 덕산해변길 144-6 나디아민박","37.3850300865594","129.242182165907","010-7456-7951");
insert into tourlist values (283,"AC07", "삼척시","PC02","숙박","해마루 펜션","강원도 삼척시 근덕면 장호1길27","37.2850264308988","129.312731434211","1833-9306");
insert into tourlist values (288,"AC12", "정선군","PC02","숙박","하이원리조트","강원도 정선군 고한읍 하이원길 424","37.2072195609027","128.836836211344","1588-7789");
insert into tourlist values (289,"AC12", "정선군","PC02","숙박","메이플펜션","강원 정선군 남면 자뭇골길 206","37.2454474971605","128.761314829256","010-7545-3715");
insert into tourlist values (290,"AC12", "정선군","PC02","숙박","프로방스 펜션","강원도 정선군 남면 자뭇골길 212","37.2451384948398","128.760605105694","010-5209-6422");
insert into tourlist values (291,"AC12", "정선군","PC02","숙박","메이힐스리조트","강원도 정선군 고한읍 물한리길 8","37.211467512307","128.835313904379","02-714-0020");
insert into tourlist values (292,"AC12", "정선군","PC02","숙박","하이하늘펜션","강원 정선군 고한읍 고토일길 275","37.2216906143803","128.862817079184","010-4255-9128");
insert into tourlist values (293,"AC12", "정선군","PC02","숙박","파인트리 캠핑장","강원 정선군 남면 광락로 349-30","37.3161381592245","128.693720520755","010-8879-2470");
insert into tourlist values (294,"AC12", "정선군","PC02","숙박","락있수다펜션","강원도 정선군 화암면 소금강로 2188 락있수다펜션","37.289840891124","128.840287695412","010-5373-2392");
insert into tourlist values (295,"AC12", "정선군","PC02","숙박","정선황토펜션","강원도 정선군 정선읍 병방치길 35-18 정선황토펜션","37.3752560270218","128.645985887151","010-5362-0178");
insert into tourlist values (303,"AC10", "영월군","PC02","숙박","탑스텐 리조트 동강시스타","강원도 영월군 영월읍 사지막길 160","37.2177615244459","128.518744158218","033-905-2000");
insert into tourlist values (308,"AC12", "정선군","PC02","숙박","또바기콘도펜션","강원 정선군 남면 덕만길 5-19","37.2636233994546","128.79664749082","010-8951-3588");
insert into tourlist values (312,"AC14", "화천군","PC02","숙박","아폴로천문대펜션","강원도 화천군 사내면 천문대길 79-8","38.1080537345776","127.443641561022","033-441-7342");
insert into tourlist values (313,"AC14", "화천군","PC02","숙박","국립화천숲속야영장","강원도 화천군 간동면 배후령길 1144 화천숲속야영장","38.0103067173771","127.797555507496","033-441-4466");
insert into tourlist values (314,"AC17", "고성군","PC02","숙박","숲속의 정원","강원도 고성군 죽왕면 곡실평길 332","38.3065279181742","128.489706043833","010-5598-4466");
insert into tourlist values (315,"AC14", "화천군","PC02","숙박","화천써비스펜션","강원도 화천군 하남면 춘화로 2861-10","38.0621681926845","127.698291205286","010-5022-9073");
insert into tourlist values (335,"AC04", "동해시","PC02","숙박","너랑온펜션","강원도 동해시 망상길 42","37.5909179288841","129.089266499901","033-534-3756");
insert into tourlist values (345,"AC17", "고성군","PC02","숙박","명파해변 오토캠핑장","강원도 고성군 현내면 명파4길 47","38.5434299458659","128.405366557568","카카오톡플러스친구 '명파해변오토캠핑'");
insert into tourlist values (366,"AC03", "강릉시","PC02","숙박","세인트존스호텔","강원도 강릉시 창해로 307","37.7912807517797","128.920931374973","033-660-9000");
insert into tourlist values (367,"AC03", "강릉시","PC02","숙박","바다와펜션","강원도 강릉시 사천면 해안로 1081","37.8453885784025","128.869316784671","010-8933-0228");
insert into tourlist values (373,"AC03", "강릉시","PC02","숙박","프렌즈애견펜션","강릉시 하남길 117-4","37.8117461252515","128.880543027933","010-8901-8555");
insert into tourlist values (403,"AC10", "영월군","PC02","숙박","사람과자연펜션","강원도 영월군 주천면 평창강로 67","37.2935094142446","128.332958223789","010-2386-0545");
insert into tourlist values (410,"AC10", "영월군","PC02","숙박","한반도캠핑장","강원 영월군 한반도면 후탄로 826","37.2152566969789","128.35624870264","010-6266-7495");
insert into tourlist values (411,"AC10", "영월군","PC02","숙박","한반도 솔숲쉼터","강원도 영월군 한반도면 서강로 1159-93","37.2510348725465","128.36873927304","033-375-7935");
insert into tourlist values (412,"AC11", "평창군","PC02","숙박","샬레리조트","강원도 평창군 봉평면 석이바우길 71-20","37.5757860501739","128.349106393211","033-334-5635");
insert into tourlist values (419,"AC03", "강릉시","PC02","숙박","SL호텔 강릉","강원도 강릉시 주문진읍 주문로 59","37.8891556618331","128.8254149097","033-920-1800");
insert into tourlist values (422,"AC06", "속초시","PC02","숙박","월드스카이호텔","강원도 속초시 청초호반로 267","38.2011302750926","128.586463725737","1670-0664");
insert into tourlist values (431,"AC06", "속초시","PC02","숙박","바다향기펜션","강원 속초시 해오름로 13","38.1786930074417","128.604061599527","033-636-9333");
insert into tourlist values (432,"AC06", "속초시","PC02","숙박","조양펜션","강원도 속초시 동해대로3950번길 15","38.1881853317336","128.602573757354","010-4230-2904");
insert into tourlist values (434,"AC18", "양양군","PC02","숙박","아쇼카펜션","강원도 양양군 손양면 선사유적로 316-104","38.0513998459622","128.688467029166","010-8322-6495");
insert into tourlist values (435,"AC18", "양양군","PC02","숙박","페트리코펜션","강원도 양양군 손양면 선사유적로 244","38.0531030248406","128.684412784945","010-9852-3356");
insert into tourlist values (441,"AC18", "양양군","PC02","숙박","화이트샌드펜션","강원도 양양군 현남면 새나루길 31","37.9720061667656","128.761861108456","010-9029-9366");
insert into tourlist values (447,"AC18", "양양군","PC02","숙박","하조대아름들펜션","강원 양양군 현북면 검소길 111","38.0079984608096","128.691721917341","033-672-5955");
insert into tourlist values (449,"AC18", "양양군","PC02","숙박","설악비치펜션","강원도 양양군 강현면 뒷나루2길 5-4","38.129333705515","128.622943417912","010-9121-5539");
insert into tourlist values (464,"AC16", "인제군","PC02","숙박","라이프위드도그","강원도 인제군 인제읍 자작나무숲길 1112","38.0015600064679","128.23168796552","033-461-3377");
insert into tourlist values (465,"AC01", "춘천시","PC02","숙박","춘천숲자연휴양림캠핑장","강원도 춘천시 동산면 종자리로 224-104","37.7477317466907","127.74250348182","033-264-1156");
insert into tourlist values (471,"AC01", "춘천시","PC02","숙박","비안단테 펜션","강원 춘천시 서면 금산2길 22-4","37.9025002040486","127.700176872645","010-2680-4314");
insert into tourlist values (472,"AC01", "춘천시","PC02","숙박","헤이춘천","강원도 춘천시 남춘로 49","37.8653561392546","127.73217693549","033-243-5566");
insert into tourlist values (481,"AC02", "원주시","PC02","숙박","하이봉자","강원도 원주시 소초면 황골로 269-23","37.3759722016376","127.998980102719","010-4325-1012");
insert into tourlist values (482,"AC02", "원주시","PC02","숙박","비안단테펜션 원주점","강원 원주시 부론면 부론로 285-5","37.1808416612562","127.757955101026","010-7418-2293");
insert into tourlist values (486,"AC11", "평창군","PC02","숙박","청옥산 깨비마을 캠핑장","강원도 평창군 미탄면 수리재길 21","37.3678285400674","128.485359280663","010-8648-4154");
insert into tourlist values (487,"AC10", "영월군","PC02","숙박","영월한반도캠핑장","강원도 영월군 한반도면 후탄로826","37.2152566969789","128.35624870264","010-6266-7495");
insert into tourlist values (489,"AC04", "동해시","PC02","숙박","망상펜션","강원 동해시 망상길 45-1","37.591062707473","129.088360018169","010-3396-8907");
insert into tourlist values (491,"AC17", "고성군","PC02","숙박","오션투유리조트 속초설악비치 호텔앤콘도","강원도 고성군 죽왕면 삼포해변길 9","38.317311","128.530966","1666-1243");
insert into tourlist values (495,"AC16", "인제군","PC02","숙박","맑은물리조트","강원도 인제군 기린면 내린천로 4723","37.9795850950955","128.299760786631","033 463 8703");
insert into tourlist values (496,"AC11", "평창군","PC02","숙박","HJ매그놀리아용평호텔앤리조트","강원도 평창군 대관령면 올림픽로 715","37.650944436293","128.705556860648","033-330-7511");
insert into tourlist values (497,"AC12", "정선군","PC02","숙박","그랜드 인투라온 호텔 정선","강원도 정선군 사북읍 사북리 354-32","37.2267175782737","128.812385578967","1666-1243");
insert into tourlist values (498,"AC06", "속초시","PC02","숙박","금호설악리조트","강원도 속초시 노학동 795-4","38.1826519594965","128.549709967831","02-737-5400");
insert into tourlist values (499,"AC18", "양양군","PC02","숙박","오색그린야드호텔","강원도 양양군 서면 대청봉길 34","38.0802753077885","128.447549934475","033-670-1000");
insert into tourlist values (501,"AC07", "삼척시","PC02","숙박","씨스포빌리조트","강원도 삼척시 근덕면 상맹방길30-80 씨스포빌리조트","37.3959156907006","129.220796152548","033-570-5000");
insert into tourlist values (502,"AC11", "평창군","PC02","숙박","홀리데이인 스위트 알펜시아 평창","강원도 평창군 대관령면 솔봉로 325","37.6592541743675","128.684010667163","033-339-0000");
insert into tourlist values (503,"AC09", "횡성군","PC02","숙박","횡성 로그캐빈펜션","강원도 횡성군 둔내면 고원로425번길 33","37.4981822932321","128.242825336634","010-5413-9278");
insert into tourlist values (504,"AC16", "인제군","PC02","숙박","인제스피디움","강원도 인제군 기린면 상하답로 130","38.0026036063245","128.295384561764","1644-3366");
insert into tourlist values (158,"AC13","철원군","PC03","관광지","고석정","강원도 철원군 동송읍 태봉로 1825","38.1854214075636","127.287403730162","033-450-5559");
insert into tourlist values (160,"AC13","철원군","PC03","관광지","노동당사","강원도 철원군 철원읍 금강산로 265","38.2552017551785","127.202000855042","033-450-5558");
insert into tourlist values (161,"AC13","철원군","PC03","관광지","은하수교","강원도 철원군 동송읍 장흥리 725-12","38.2002593939255","127.277543257008","033-450-5365");
insert into tourlist values (163,"AC13","철원군","PC03","관광지","직탕폭포","강원 철원군 동송읍 장흥리 직탕폭포","38.2006702795606","127.271031840177","033-450-5534");
insert into tourlist values (197,"AC01","춘천시","PC03","관광지","공지천공원","강원도 춘천시 옛경춘로 880","37.8732451554556","127.712662389014","033-250-3089");
insert into tourlist values (198,"AC15","양구군","PC03","관광지","양구꽃섬","강원도 양구군 양구읍 하리 570-1","38.1146950587335","127.984782437576","033-480-7381");
insert into tourlist values (199,"AC11","평창군","PC03","관광지","허브나라농원","강원도 평창군 봉평면 흥정계곡길 225","37.6358093569298","128.342651261219","033-335-2902");
insert into tourlist values (200,"AC06","속초시","PC03","관광지","청초호 호수공원","강원도 속초시 엑스포로 140","38.1919293485128","128.586528869641","033-639-2422");
insert into tourlist values (201,"AC18","양양군","PC03","관광지","서피비치","강원도 양양군 현북면 하조대해안길 119","38.0277534804061","128.717521171416","1522-2729");
insert into tourlist values (203,"AC07","삼척시","PC03","관광지","장호항","강원도 삼척시 근덕면 장호항길","37.2864378087594","129.317899115352","033-572-3011");
insert into tourlist values (204,"AC18","양양군","PC03","관광지","휴휴암","강원도 양양군 현남면 광진2길 3-16","37.9610662947174","128.767367464425","033-671-0093");
insert into tourlist values (212,"AC09","횡성군","PC03","관광지","횡성호수길5구간","강원도 횡성군 갑천면 태기로 구방5길 40","37.5455563106903","128.067013860476","033-345-9657");
insert into tourlist values (217,"AC15","양구군","PC03","관광지","한반도섬 자연습지","강원도 양구군 양구읍 한반도섬길 76","38.1306367046835","127.982807156954","033-480-7267");
insert into tourlist values (224,"AC01","춘천시","PC03","관광지","경강 레일바이크","강원도 춘천시 남산면 서백길 57","37.8427453914864","127.550947246932","033-245-1002");
insert into tourlist values (226,"AC01","춘천시","PC03","관광지","남이섬","강원도 춘천시 남산면 남이섬길 1","37.790124950671","127.526128703219","031-580-8114");
insert into tourlist values (227,"AC02","원주시","PC03","관광지","반계리 은행나무","강원도 원주시 문막읍 반계리 1495-1","37.2942080688418","127.788422377426","033-737-5114");
insert into tourlist values (228,"AC02","원주시","PC03","관광지","영원산성","강원도 원주시 판부면 영원산성길 685","37.3054831560526","128.030870091498","033-763-5232");
insert into tourlist values (229,"AC02","원주시","PC03","관광지","행구수변공원","강원도 원주시 행구로 362","37.3423832532124","127.99672599953","033-742-2111");
insert into tourlist values (230,"AC01","춘천시","PC03","관광지","강아지숲 테마파크","강원도 춘천시 남산면 충효로 437","37.73643501977","127.662020178819","033-913-1400");
insert into tourlist values (232,"AC02","원주시","PC03","관광지","아름들 반려견쉼터","강원도 원주시 흥업면 흥업리 222","37.295664556567","127.925141702428","033-737-4441");
insert into tourlist values (233,"AC17","고성군","PC03","관광지","아야진 해변","강원도 고성군 토성면 아야진해변길 157","38.2765114233474","128.55276206091","033-680-3356");
insert into tourlist values (234,"AC06","속초시","PC03","관광지","설악 해맞이공원","강원도 속초시 동해대로 3664","38.1631508370782","128.608531075543","033-639-2422");
insert into tourlist values (235,"AC03","강릉시","PC03","관광지","정동진","강원도 강릉시 강동면 정동역길 17","37.6913387043103","129.03283025244","033-640-4537");
insert into tourlist values (236,"AC04","동해시","PC03","관광지","추암촛대바위","강원도 동해시 촛대바위길 17-1","37.4789943401227","129.158632258364","033-530-2801");
insert into tourlist values (244,"AC04","동해시","PC03","관광지","망상해변","강원도 동해시 동해대로 6270-10","37.5922532688149","129.089692154991","033-530-2234");
insert into tourlist values (245,"AC07","삼척시","PC03","관광지","삼척 미로(未老)정원","강원도 삼척시 미로면 내미로리 167","37.4440334877348","129.071238372613","033-575-4846");
insert into tourlist values (246,"AC07","삼척시","PC03","관광지","장호해변","강원도 삼척시 근덕면 장호리 413-8","37.2858317883336","129.314767102735","033-572-3011");
insert into tourlist values (280,"AC03","강릉시","PC03","관광지","경포해변","강원도 강릉시 안현동 산1-9","37.8056787783187","128.907402660463","033-640-4531");
insert into tourlist values (296,"AC12","정선군","PC03","관광지","아우라지","강원도 정선군 여량면 여량리 201-2","37.4738755278697","128.723111351452","1544-9053");
insert into tourlist values (297,"AC12","정선군","PC03","관광지","아라리공원","강원도 정선군 정선읍 봉양리 113","37.3787715957622","128.66626086074","1544-9053");
insert into tourlist values (299,"AC12","정선군","PC03","관광지","하이원리조트 하늘길","강원도 정선군 고한읍 고한7길 399","37.1742357705919","128.842563243689","1588-7789");
insert into tourlist values (302,"AC12","정선군","PC03","관광지","민둥산","강원도 정선군 남면 민둥산로 12","37.2548771865786","128.780798283676","1544-9053");
insert into tourlist values (304,"AC07","삼척시","PC03","관광지","삼척 장미공원","강원도 삼척시 오십천로586","37.433470572953","129.17667324967","033-570-4065~7");
insert into tourlist values (306,"AC07","삼척시","PC03","관광지","덕산해변","강원도 삼척시 근덕면 덕산리 119-5","37.3862289287987","129.239982211001","033-572-3011");
insert into tourlist values (307,"AC07","삼척시","PC03","관광지","맹방해변","강원도 삼척시 근덕면 맹방해변로 228-239","37.3897517643293","129.231977168306","033-572-3011");
insert into tourlist values (318,"AC14","화천군","PC03","관광지","붕어섬","강원도 화천군 화천읍 하리 165","38.097154935939","127.693716578506","033-440-2575");
insert into tourlist values (319,"AC14","화천군","PC03","관광지","파로호 하트섬","강원도 화천군 간동면 도송리 481","38.0646359985867","127.79521619705","033-440-2575");
insert into tourlist values (320,"AC14","화천군","PC03","관광지","아를테마수목원","강원도 화천군 하남면 거례리 514-1","38.0719979842089","127.688619421935","033-440-2575");
insert into tourlist values (321,"AC04","동해시","PC03","관광지","대진해수욕장","강원도 동해시 망상동 1-3","37.581493013345","129.10919493729","033-530-2272");
insert into tourlist values (322,"AC14","화천군","PC03","관광지","서오지리 연꽃단지","강원도 화천군 하남면 건넌들길 97","38.0416424424057","127.65428039949","033-440-2575");
insert into tourlist values (323,"AC04","동해시","PC03","관광지","묵호등대","강원도 동해시 해맞이길 300","37.5538419834581","129.118158143428","033-531-3258");
insert into tourlist values (324,"AC04","동해시","PC03","관광지","논골담길","강원도 동해시 일출로 97","37.55216582195","129.118317179691","033-530-2231");
insert into tourlist values (325,"AC04","동해시","PC03","관광지","추암해변","강원도 동해시 촛대바위길 28","37.4772569102441","129.159177949999","033-539-8825");
insert into tourlist values (326,"AC04","동해시","PC03","관광지","추암조각공원","강원도 동해시 추암동 산72","37.4799181440155","129.156882447318","033-530-2478");
insert into tourlist values (328,"AC14","화천군","PC03","관광지","동구래마을","강원도 화천군 하남면 호수길 329","38.0409663426468","127.663868278676","033-441-6201");
insert into tourlist values (332,"AC14","화천군","PC03","관광지","국제평화아트파크","강원도 화천군 화천읍 평화로 3518","38.2109859399366","127.8510211253","033-440-2361");
insert into tourlist values (334,"AC14","화천군","PC03","관광지","꺼먹다리","강원도 화천군 화천읍 대이리 468-3","38.1066359327397","127.762350035117","033-440-2575");
insert into tourlist values (336,"AC17","고성군","PC03","관광지","통일전망대","강원도 고성군 현내면 금강산로 481","38.51438608983","128.416702955732","033-682-0088");
insert into tourlist values (339,"AC06","속초시","PC03","관광지","아바이마을","강원도 속초시  아바이마을1길","38.2006179636361","128.594807451369","033-639-2690");
insert into tourlist values (340,"AC06","속초시","PC03","관광지","영금정","강원도 속초시 영금정로 43","38.2118456044636","128.601438241615","033-633-3171");
insert into tourlist values (341,"AC17","고성군","PC03","관광지","화진포의 성 김일성 별장","강원도 고성군 거진읍 화진포길 280","38.4725051545735","128.443060181713","033-680-3469");
insert into tourlist values (343,"AC17","고성군","PC03","관광지","DMZ박물관","강원도 고성군 현내면 통일전망대로 369","38.5762468849369","128.382527809391","033-681-0625");
insert into tourlist values (354,"AC06","속초시","PC03","관광지","속초 관광수산시장","강원도 속초시 중앙로147번길 12","38.2039889007339","128.590552417688","033-633-3501");
insert into tourlist values (357,"AC11","평창군","PC03","관광지","막동계곡","강원도 평창군 진부면 막동리 250-1","37.535933019141","128.566039645454","033-330-2724");
insert into tourlist values (360,"AC11","평창군","PC03","관광지","국민의숲","강원도 평창군 대관령마루길 340","37.6845101580323","128.740698332424","033-330-2724");
insert into tourlist values (361,"AC11","평창군","PC03","관광지","장전계곡","강원도 평창군 진부면 장전길 2","37.488841464377","128.542330680372","033-330-2724");
insert into tourlist values (374,"AC03","강릉시","PC03","관광지","모래시계공원","강원도 강릉시 강동면 정동진리 6-2","37.6869996874456","129.038176259753","033-640-4536");
insert into tourlist values (376,"AC03","강릉시","PC03","관광지","아들바위공원","강원도 강릉시 주문진읍 주문리 791-47","37.9058805920416","128.830106770044","033-640-4535");
insert into tourlist values (378,"AC03","강릉시","PC03","관광지","소돌해변","강원도 강릉시 주문진읍 주문리 800-3","37.906805155559","128.826666412339","033-661-5692");
insert into tourlist values (380,"AC03","강릉시","PC03","관광지","순긋해변","강원도 강릉시 안현동 235-5","37.8175325847623","128.892685899723","033-640-4414");
insert into tourlist values (381,"AC03","강릉시","PC03","관광지","안인항","강원도 강릉시 강동면 안인진길 47","37.7360902173642","128.988590980937","033-660-3598");
insert into tourlist values (382,"AC03","강릉시","PC03","관광지","월화거리","강원도 강릉시 금성로 11번길 9","37.7541404839798","128.899737848772","033-640-5643");
insert into tourlist values (383,"AC03","강릉시","PC03","관광지","주문진항","강원도 강릉시 주문진읍 해안로 1758-22","37.8919107250327","128.830202508855","033-660-3438");
insert into tourlist values (384,"AC03","강릉시","PC03","관광지","하평해변","강원도 강릉시 사천면 진리해변길 155","37.8441445876862","128.871960491925","033-660-3657");
insert into tourlist values (385,"AC03","강릉시","PC03","관광지","강릉항","강원도 강릉시 창해로14번길 55-11","37.771384601782","128.951726500333","1577-8665");
insert into tourlist values (386,"AC03","강릉시","PC03","관광지","사천진항","강원도 강릉시 사천면 진리해변길 68-23","37.8365401437347","128.87833250362","033-660-3658");
insert into tourlist values (387,"AC03","강릉시","PC03","관광지","순포해변","강원도 강릉시 사천면 산대월리 산 1","37.8228425632762","128.885993108462","033-640-4757");
insert into tourlist values (388,"AC03","강릉시","PC03","관광지","영진항","강원도 강릉시 연곡면 영진리 2-3","37.8680125664339","128.847944482186","033-660-3682");
insert into tourlist values (389,"AC03","강릉시","PC03","관광지","강릉커피거리","강원 강릉시 창해로14번길","37.7718850651705","128.948246111121","033-640-4531");
insert into tourlist values (390,"AC03","강릉시","PC03","관광지","강문솟대다리","강원도 강릉시 강문동 248-4","37.7977732414347","128.916745937697","033-660-3864");
insert into tourlist values (391,"AC03","강릉시","PC03","관광지","사근진해중공원 전망대","강원도 강릉시 해안로604번길 16","37.8127223199427","128.898873784302","033-640-4531");
insert into tourlist values (392,"AC03","강릉시","PC03","관광지","안목해변","강원도 강릉시 창해로14번길 3","37.7736517453506","128.945997405672","033-660-3887");
insert into tourlist values (393,"AC03","강릉시","PC03","관광지","사근진해변","강원도 강릉시 안현동 12","37.8125089797932","128.898344403431","033-660-3978");
insert into tourlist values (394,"AC03","강릉시","PC03","관광지","주문진해변","강원도 강릉시 주문진읍 주문북로 210","37.9101315253639","128.817676080292","033-640-5422");
insert into tourlist values (395,"AC03","강릉시","PC03","관광지","강문해변","강원도 강릉시 강문동 159-43","37.7947549781114","128.918893514911","033-640-4920");
insert into tourlist values (397,"AC03","강릉시","PC03","관광지","영진해변","강원도 강릉시 연곡면 영진리 72-2","37.8689510585985","128.845021448423","033-640-5422");
insert into tourlist values (398,"AC03","강릉시","PC03","관광지","드라마 도깨비 촬영지","강원도 강릉시 주문진읍 해안로 1609","37.8795511839054","128.833554904435","-");
insert into tourlist values (400,"AC03","강릉시","PC03","관광지","송정해변","강원도 강릉시 송정길30번안길","37.7767958113727","128.937199888649","033-640-5422");
insert into tourlist values (401,"AC03","강릉시","PC03","관광지","사천해변","강원도 강릉시 사천면 방동리 산282-6","37.8299835680886","128.877956332879","033-640-5422");
insert into tourlist values (402,"AC10","영월군","PC03","관광지","한반도지형","강원도 영월군 한반도면 옹정리 산180","37.2205423941608","128.346022106183","1577-0545");
insert into tourlist values (404,"AC10","영월군","PC03","관광지","선돌","강원도 영월군 영월읍 방절리 산 122","37.2055710811416","128.43408533812","1577-0545");
insert into tourlist values (405,"AC10","영월군","PC03","관광지","요선암 요선정","강원도 영월군 무릉도원면 무릉리 산139","37.2981173177576","128.260880210475","033-370-2931");
insert into tourlist values (406,"AC10","영월군","PC03","관광지","물무리골생태습지","강원도 영월군 영월읍 영월로 1713-12","37.1972446941596","128.450196949092","1577-0545");
insert into tourlist values (408,"AC10","영월군","PC03","관광지","젊은달와이파크","강원도 영월군 주천면 송학주천로 1467-9","37.2740033163797","128.269224721697","033-372-9411");
insert into tourlist values (409,"AC10","영월군","PC03","관광지","요선암 돌개구멍","강원도 영월군 무릉도원면 무릉리 산139","37.2981173177576","128.260880210475","033-560-2379");
insert into tourlist values (415,"AC17","고성군","PC03","관광지","명파해변","강원도 고성군 현내면 명파리 230-29","38.5435386208168","128.405430724041","033-680-3356");
insert into tourlist values (423,"AC06","속초시","PC03","관광지","대포항","강원도 속초시 대포동 954","38.1728658438265","128.607614368616","033-633-3171");
insert into tourlist values (425,"AC06","속초시","PC03","관광지","등대해수욕장","강원도 속초시 영랑해안길","38.2136048888232","128.600626318302","033-639-2027");
insert into tourlist values (436,"AC18","양양군","PC03","관광지","지경리해수욕장","강원도 양양군 현남면 지경리 22-18","37.9239812971721","128.79934290579","033-671-4389");
insert into tourlist values (437,"AC18","양양군","PC03","관광지","남애항","강원도 양양군 현남면 매바위길 138","37.9449246753261","128.787130575244","033-670-2397");
insert into tourlist values (438,"AC18","양양군","PC03","관광지","남애3리해수욕장","강원도 양양군 현남면 남애리 6-53","37.9459503804363","128.783906893918","010-7175-4195");
insert into tourlist values (439,"AC18","양양군","PC03","관광지","설악해수욕장","강원도 양양군 강현면 전진2리","38.1242074414997","128.629965279735","033-670-2114");
insert into tourlist values (442,"AC18","양양군","PC03","관광지","남애항 스카이워크 전망대","강원도 양양군 현남면 남애리 2-72","37.9448447271887","128.788484817463","033-670-2398(종합관광안내)");
insert into tourlist values (443,"AC18","양양군","PC03","관광지","죽도정","강원도 양양군 현남면 인구리 1-1","37.9713459169322","128.762674779914","033-670-2397(양양관광안내)");
insert into tourlist values (450,"AC18","양양군","PC03","관광지","정암해수욕장","강원도 양양군 강현면 정암리 3","38.1403020659402","128.61419540456","010-3780-5002");
insert into tourlist values (452,"AC18","양양군","PC03","관광지","멍비치","강원도 양양군 현남면 광진리 78-20","37.9533263088791","128.772859523532","010-7588-8816");
insert into tourlist values (453,"AC18","양양군","PC03","관광지","하조대해수욕장","강원도 양양군 현북면 하광정리 80-2","38.0229522599403","128.725068938834","010-8790-6511");
insert into tourlist values (454,"AC18","양양군","PC03","관광지","하조대전망대","강원도 양양군 현북면 하륜길 54","38.0218165411955","128.728371419567","033-672-5647");
insert into tourlist values (455,"AC18","양양군","PC03","관광지","죽도해수욕장","강원도 양양군 현남면 시변리 33-38","37.9721591212584","128.761657085946","033-670-2397");
insert into tourlist values (456,"AC18","양양군","PC03","관광지","낙산해수욕장","강원도 양양군 강현면 해맞이길 59","38.1169205835453","128.633881983786","033-670-2518");
insert into tourlist values (458,"AC01","춘천시","PC03","관광지","춘천댐","강원도 춘천시 서면 오월리 춘천댐","37.9655883081317","127.639884842416","033-245-2211");
insert into tourlist values (460,"AC14","화천군","PC03","관광지","세계평화의종공원","강원도 화천군 화천읍 평화로 3481-143","38.2106164688421","127.851844038449","033-440-2575");
insert into tourlist values (461,"AC14","화천군","PC03","관광지","평화의 댐","강원도 화천군 화천읍 평화로 3481-18","38.2136650576995","127.846159503074","033-480-1528");
insert into tourlist values (469,"AC01","춘천시","PC03","관광지","소양강댐","강원도 춘천시 신샘밭로 1128","37.9487998126304","127.815101930543","033-242-2455");
insert into tourlist values (473,"AC01","춘천시","PC03","관광지","김유정역 폐역","강원도 춘천시 신동면 김유정로 1435","37.81963260788","127.716616948432","033-261-7780");
insert into tourlist values (500,"AC11","평창군","PC03","관광지","대관령 하늘목장","강원도 평창군 대관령면 꽃밭양지길 458-23","37.7117423422807","128.732139394581","033-332-8061~3");
insert into tourlist values (506,"AC06","속초시","PC03","관광지","속초시 반려견놀이터","강원도 속초시 장사동 산38-4","38.2144622362386","128.569258433799","033-639-2391");
insert into tourlist values (17,"AC08","홍천군","PC04","체험","휘바핀란드","강원도 홍천군 서면 팔봉산로 368","37.6669408702381","127.659310027713","033-433-0240 (양떼목장)");
insert into tourlist values (34,"AC01","춘천시","PC04","체험","물길로(의암호 킹카누)","강원도 춘천시 송암동 684 물길로 킹카누 나루터","37.8557904841981","127.685359624166","033-251-9600");
insert into tourlist values (202,"AC07","삼척시","PC04","체험","삼척해양레일바이크","궁촌정거장: 강원도 삼척시 근덕면 공양왕길2 \/ 용화정거장: 강원도 삼척시 근덕면 용화해변길23","37.3236492428668","129.266364805494","033-576-0656~8");
insert into tourlist values (208,"AC11","평창군","PC04","체험","순수양떼목장","강원도 평창군 대관령면 오목길 111","37.6588525820242","128.719765340788","033-335-1497");
insert into tourlist values (237,"AC10","영월군","PC04","체험","별빛반려견 놀이터","강원도 영월군 남면 연당로 61","37.1866662683349","128.406332207939","1577-0545");
insert into tourlist values (298,"AC12","정선군","PC04","체험","정선 레일바이크","강원도 정선군 여량면 노추산로 745","37.5170461026721","128.730431736665","033-563-8787");
insert into tourlist values (300,"AC12","정선군","PC04","체험","정선 병방치 스카이워크","강원도 정선군 정선읍 병방치길 225","37.362359357937","128.635426557316","033-563-4100");
insert into tourlist values (356,"AC01","춘천시","PC04","체험","옥산가(옥광산)","강원도 춘천시 동면 금옥길 228","37.9200554617471","127.805255500183","1544-0741");
insert into tourlist values (363,"AC03","강릉시","PC04","체험","하슬라아트월드","강원도 강릉시 강동면 율곡로 1441","37.7054562943416","129.007844868649","033-644-9411");
insert into tourlist values (399,"AC03","강릉시","PC04","체험","세인트존스호텔 파인 인피니티풀","강원도 강릉시 창해로 307","37.7912807517797","128.920931374973","033-660-9000");
insert into tourlist values (467,"AC01","춘천시","PC04","체험","춘천의암호스카이워크","강원도 춘천시 칠전동 485","37.8471139560506","127.679946417046","033-253-3700");
insert into tourlist values (468,"AC01","춘천시","PC04","체험","춘천 물레길","강원도 춘천시 스포츠타운길 113-1","37.8549642918817","127.685767852106","070-4150-9463");
insert into tourlist values (474,"AC01","춘천시","PC04","체험","남이섬 투개더파크","강원도 춘천시 남산면 남이섬길 1","37.790124950671","127.526128703219","031-580-8008");
insert into tourlist values (2,"AC01","춘천시","PC05","동물병원","현대동물병원","강원도 춘천시 춘천로 267","37.8800275751286","127.742968214907","033-256-7582");
insert into tourlist values (3,"AC01","춘천시","PC05","동물병원","하나동물병원","강원도 춘천시 춘천로 287-1","37.8810600584646","127.745003799391","033-243-7511");
insert into tourlist values (4,"AC01","춘천시","PC05","동물병원","고려동물병원","강원도 춘천시 안마산로 189","37.851076706039","127.735315490666","033-264-9975");
insert into tourlist values (5,"AC01","춘천시","PC05","동물병원","광장동물병원","강원도 춘천시 춘천로 188","37.8762757021592","127.735269042902","033-242-8075");
insert into tourlist values (6,"AC01","춘천시","PC05","동물병원","닥터각동물병원","강원도 춘천시 퇴계동 171-5","37.8539642889724","127.737792694957","033-261-2524");
insert into tourlist values (7,"AC01","춘천시","PC05","동물병원","우리동물병원","강원도 춘천시 동내면 춘천순환로 70","37.8553453860199","127.751658040751","033-263-7502");
insert into tourlist values (8,"AC02","원주시","PC05","동물병원","원주동물병원","강원도 원주시 천사로 79","37.3475689652342","127.933601439809","033-743-8882");
insert into tourlist values (10,"AC02","원주시","PC05","동물병원","원주24시스카이동물메디컬센터","강원도 원주시 서원대로 502 골드프라자","37.3249436156446","127.958303524426","033-813-9975");
insert into tourlist values (11,"AC02","원주시","PC05","동물병원","중앙가축병원 원주대리점","강원도 원주시 한지공원길 212","37.3383379040941","127.931815393713","033-735-1482");
insert into tourlist values (45,"AC02","원주시","PC05","동물병원","누리종합동물병원","강원도 원주시 서원대로 408 광장빌딩","37.3299744446142","127.95002375138","033-761-0167");
insert into tourlist values (46,"AC02","원주시","PC05","동물병원","열린동물병원","강원도 원주시 만대공원길 8-10","37.3371467390054","127.928853608096","033-743-6466");
insert into tourlist values (47,"AC02","원주시","PC05","동물병원","행복드림동물병원","강원도 원주시 천사로 23-17","37.3498057051703","127.927690446249","033-744-7585");
insert into tourlist values (48,"AC02","원주시","PC05","동물병원","삼성종합동물병원","강원도 원주시 현충로 278","37.3782856160334","127.949488124923","033-732-1275");
insert into tourlist values (49,"AC02","원주시","PC05","동물병원","패밀리동물병원","강원도 원주시 봄마중길 2-4","37.3255392032185","127.981241300825","033-743-8119");
insert into tourlist values (50,"AC02","원주시","PC05","동물병원","늘푸른종합동물병원","강원도 원주시 만대로 15","37.3417186637176","127.923838871846","033-747-7585");
insert into tourlist values (51,"AC03","강릉시","PC05","동물병원","도그빌동물병원","강원도 강릉시 명륜로 23-1 도그빌동물병원","37.7621384001073","128.895942466209","033-645-2289");
insert into tourlist values (52,"AC03","강릉시","PC05","동물병원","하슬라동물병원","강원도 강릉시 하슬라로 131","37.7617924691466","128.873316602993","033-645-7585");
insert into tourlist values (53,"AC03","강릉시","PC05","동물병원","24시보듬동물병원","강원도 강릉시 경강로 2070","37.7532047634636","128.894037261898","033-655-7975");
insert into tourlist values (54,"AC03","강릉시","PC05","동물병원","나은동물병원","강원도 강릉시 교동광장로100번길 8-12 나은동물병원","37.7651683632747","128.87723400752","033-642-7587");
insert into tourlist values (57,"AC13","철원군","PC05","동물병원","성일동물병원","강원도 철원군 동송읍 금학로 240-1","38.2099191597143","127.217264707204","033-455-8943");
insert into tourlist values (58,"AC13","철원군","PC05","동물병원","문혜동물병원","강원도 철원군 갈말읍 명성로 279","38.1563579437303","127.308998219521","033-452-5894");
insert into tourlist values (59,"AC13","철원군","PC05","동물병원","튼튼동물병원","강원도 철원군 갈말읍 문혜리 681-16","38.1786125932439","127.32865213363","033-452-9124");
insert into tourlist values (60,"AC13","철원군","PC05","동물병원","동주동물병원","강원도 철원군 동송읍 이평2로 17","38.2068311270344","127.221237358226","033-455-7518");
insert into tourlist values (61,"AC13","철원군","PC05","동물병원","와수대화동물병원","강원도 철원군 서면 와수1로 7-1","38.2377599413492","127.43653054906","033-458-4558");
insert into tourlist values (76,"AC14","화천군","PC05","동물병원","아리동물병원","강원도 화천군 화천읍 가손이길 36","38.1000679847279","127.726163123774","033-442-7990");
insert into tourlist values (77,"AC14","화천군","PC05","동물병원","김남수동물병원","강원도 화천군 사내면 사내로 17-1","38.0701877368152","127.522784896146","033-441-3213");
insert into tourlist values (78,"AC04","동해시","PC05","동물병원","동해동물병원","강원도 동해시 중앙로 214 태화빌딩","37.5199276353144","129.115769521456","033-532-7886");
insert into tourlist values (79,"AC04","동해시","PC05","동물병원","쥬쥬동물병원","강원도 동해시 지양길 6 1층","37.4929670422651","129.108180004291","033-522-3313");
insert into tourlist values (80,"AC04","동해시","PC05","동물병원","필동물병원","강원도 동해시 한섬로 61-1 삼양타워1차","37.5205198650443","129.110872146215","033-534-7178");
insert into tourlist values (81,"AC07","삼척시","PC05","동물병원","삼척동물병원","강원도 삼척시 오십천로 558-1","37.4340782084999","129.177205314523","033-574-0075");
insert into tourlist values (82,"AC07","삼척시","PC05","동물병원","두타동물병원","강원도 삼척시 중앙로 245-2","37.4452297478327","129.16761892816","033-574-0775");
insert into tourlist values (83,"AC05","태백시","PC05","동물병원","태백동물병원","강원도 태백시 번영로 212","37.1623756439828","128.985158333006","033-553-3622");
insert into tourlist values (84,"AC05","태백시","PC05","동물병원","홍현관동물병원","강원도 태백시 황지로 80","37.1659030060835","128.991833011783","033-552-9117");
insert into tourlist values (85,"AC06","속초시","PC05","동물병원","나의동물메디컬센터","강원도 속초시 동해대로 4163","38.190919016782","128.579392528335","033-636-7179");
insert into tourlist values (86,"AC06","속초시","PC05","동물병원","고제용동물병원","강원도 속초시 동해대로 4212 1층","38.1949291097657","128.577918215287","033-633-4212");
insert into tourlist values (87,"AC06","속초시","PC05","동물병원","속초삼성동물메디컬센터","강원도 속초시 엑스포로2길 22 1층","38.1956368346448","128.580506358489","033-636-0305");
insert into tourlist values (88,"AC06","속초시","PC05","동물병원","속초동물의료센터","강원도 속초시 수복로 69","38.1989194825811","128.577280056105","033-638-0075");
insert into tourlist values (89,"AC06","속초시","PC05","동물병원","조광동물병원","강원도 속초시 만천2길 17-4","38.1983988912853","128.576556520169","033-631-5848");
insert into tourlist values (90,"AC06","속초시","PC05","동물병원","호박동물병원","강원도 속초시 설악금강대교로 20 호박동물병원","38.1918099854417","128.595229958419","033-636-1114");
insert into tourlist values (91,"AC06","속초시","PC05","동물병원","설악동물병원","강원도 속초시 동해대로 4308","38.2002523260276","128.570912538316","033-631-6638");
insert into tourlist values (92,"AC08","홍천군","PC05","동물병원","우리동물병원","강원도 홍천군 홍천읍 홍천로 420","37.6919142327393","127.890966066729","033-436-7502");
insert into tourlist values (93,"AC08","홍천군","PC05","동물병원","봄동물병원","강원도 홍천군 홍천읍 무궁화로 44","37.683637357885","127.873897417873","033-436-7582");
insert into tourlist values (94,"AC08","홍천군","PC05","동물병원","신흥동물병원","강원도 홍천군 홍천읍 번영로 61-1","37.6904703348489","127.887206969712","033-434-2206");
insert into tourlist values (95,"AC08","홍천군","PC05","동물병원","윤성철동물병원","강원도 홍천군 홍천읍 홍천로 381","37.6899694324188","127.88752683869","033-435-6995");
insert into tourlist values (96,"AC09","횡성군","PC05","동물병원","김재문동물병원","강원도 횡성군 횡성읍 문정로 10","37.4901868934431","127.98458443449","033-343-5450");
insert into tourlist values (98,"AC12","정선군","PC05","동물병원","다나동물병원","강원도 정선군 정선읍 비봉로 46","37.381102712253","128.663159204299","033-563-6563");
insert into tourlist values (99,"AC17","고성군","PC05","동물병원","수성동물병원","강원도 고성군 죽왕면 동해대로 5582","38.3032975208376","128.539495441513","033-637-7557");
insert into tourlist values (100,"AC18","양양군","PC05","동물병원","대명동물병원","강원도 양양군 양양읍 남문로 19-1","38.0736957272929","128.62021710198","033-673-4004");
insert into tourlist values (188,"AC15","양구군","PC05","동물병원","춘천축산농협양구지점동물병원","강원도 양구군 양구읍 중앙길 33-6","38.1059354737744","127.989602856259","033-481-8606");
insert into tourlist values (189,"AC16","인제군","PC05","동물병원","인제종합동물병원","강원도 인제군 인제읍 비봉로44번길 70","38.0619253182364","128.168238949818","033-461-3960");
insert into tourlist values (346,"AC03","강릉시","PC05","동물병원","주주동물병원","강원도 강릉시 성덕포남로 105","37.7629914050229","128.914652345266","033-652-0075");
insert into tourlist values (347,"AC03","강릉시","PC05","동물병원","위드동물병원","강원도 강릉시 선수촌로63번길 18-7 1층","37.7570476582585","128.868339494495","033-645-5575");
insert into tourlist values (348,"AC03","강릉시","PC05","동물병원","중앙동물병원","강원도 강릉시 주문진읍 연주로 308-1","37.8799359087494","128.826784436765","010-3946-7582");
insert into tourlist values (349,"AC03","강릉시","PC05","동물병원","애견종합동물병원","강원도 강릉시 경강로 2130","37.7565503480437","128.899418028989","033-647-8575");
insert into tourlist values (350,"AC03","강릉시","PC05","동물병원","행복한종합동물병원","강원도 강릉시 경강로 2142","37.7572913191258","128.90029329622","033-648-7533");
insert into tourlist values (351,"AC03","강릉시","PC05","동물병원","베스트동물병원","강원도 강릉시 경강로 2129","37.756957561466","128.899164527041","033-922-7582");
insert into tourlist values (352,"AC03","강릉시","PC05","동물병원","아이즈동물병원","강원도 강릉시 옥가로 22","37.7582074036615","128.899470964112","033-646-8841");
insert into tourlist values (353,"AC03","강릉시","PC05","동물병원","강릉동물병원","강원도 강릉시 옥가로 18","37.7578600896052","128.899428721673","033-641-7584");
